dkkkk222/Ti_No_contact_Mea/c2000.syscfg
/**
 * These arguments were used when this file was generated. They will be automatically applied on subsequent loads
 * via the GUI or CLI. Run CLI with '--help' for additional information on how to override these arguments.
 * @cliArgs --device "F28003x" --part "F28003x_100PZ" --package "100PZ" --context "system" --product "C2000WARE@6.00.00.00"
 * @v2CliArgs --device "TMS320F280039C" --package "100PZ" --context "system" --product "C2000WARE@6.00.00.00"
 * @versions {"tool":"1.25.0+4268"}
 */

/**
 * Import the modules used in this configuration.
 */
const IQmath  = scripting.addModule("/libraries/math/IQmath/IQmath.js", {}, false);
const IQmath1 = IQmath.addInstance();

/**
 * Write custom configuration values to the imported modules.
 */
IQmath1.$name = "myIQmath0";
